Repository: Lalithchandra07/Verbacast
Catalog: verbacast/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, de, es, fr, gu, hi, ja, kn, ml, mr, pa, ru, ta, te, ur, zh_hans

source: Captions/Subtitles</strong>: Adds accurate, bilingual, and styled captions.
ar: التسميات/الترجمات</strong>: يضيف ترجمات دقيقة ثنائية اللغة وبأسلوب مميز.
bn: ক্যাপশন/সাবটাইটেল</strong>: নির্ভুল, দ্বিভাষিক ও স্টাইলসহ ক্যাপশন যুক্ত করে।
de: Untertitel</strong>: Fügt präzise, zweisprachige und stilisierte Untertitel hinzu.
es: Subtítulos</strong>: Añade subtítulos precisos, bilingües y con estilo.
fr: Sous-titres</strong> : ajoute des sous-titres précis, bilingues et stylisés.
gu: કૅપ્શન્સ/સબટાઇટલ્સ</strong>: ચોકસાઇથી, દ્વિભાષીય અને સ્ટાઇલિશ કેપ્શન્સ ઉમેરે છે.
hi: कैप्शन/उपशीर्षक</strong>: सटीक, द्विभाषी और स्टाइलिश उपशीर्षक जोड़ता है।
ja: 字幕/キャプション</strong>：正確で二言語対応、スタイル付きの字幕を追加します。
kn: ಶೀರ್ಷಿಕೆಗಳು/ಉಪಶೀರ್ಷಿಕೆಗಳು</strong>: ನಿಖರ, ದ್ವಿಭಾಷಾ ಮತ್ತು ಶೈಲಿಯ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸುತ್ತದೆ.
ml: ക്യാപ്ഷനുകൾ/ഉപഭാഷകൾ</strong>: കൃത്യവും ദ്വിഭാഷാ പിന്തുണയോടെയും ശൈലിപരമായ ക്യാപ്ഷനുകൾ ചേർക്കുന്നു.
mr: कॅप्शन्स/उपशीर्षके</strong>: अचूक, द्विभाषिक आणि सुशोभित उपशीर्षके जोडते.
pa: ਕੈਪਸ਼ਨ/ਉਪਸ਼ੀਰਸ਼ਕ</strong>: ਸਹੀ, ਦੋ-ਭਾਸ਼ਾਈ ਅਤੇ ਸਜਾਏ ਹੋਏ ਕੈਪਸ਼ਨ ਜੋੜਦਾ ਹੈ।
ru: Субтитры</strong>: Добавляет точные, двуязычные и стилизованные субтитры.
ta: வசன வரிகள்</strong>: துல்லியமான, இருமொழி மற்றும் வடிவமைக்கப்பட்ட வசன வரிகள் சேர்க்கப்படும்.
te: శీర్షికలు/సబ్‌టైటిల్స్</strong>: ఖచ్చితమైన, ద్విభాషా మరియు శైలీ శీర్షికలు చేర్చుతుంది.
ur: کیپشنز/سب ٹائٹلز</strong>: درست، دو لسانی، اور اسٹائل شدہ کیپشنز شامل کرتا ہے۔
zh_hans: 字幕</strong>：添加准确、双语且美观的字幕。

source: Audio Replacement</strong>: Overwrites original audio with natural TTS output.
ar: استبدال الصوت</strong>: يستبدل الصوت الأصلي بصوت ناتج من تحويل النص إلى كلام.
bn: অডিও প্রতিস্থাপন</strong>: মূল অডিওর পরিবর্তে প্রাকৃতিক TTS আউটপুট যুক্ত করে।
de: Audioersetzung</strong>: Überschreibt den Originalton mit natürlich klingendem TTS-Ausgang.
es: Reemplazo de audio</strong>: Sustituye el audio original con salida de TTS natural.
fr: Remplacement audio</strong> : remplace l’audio original par une sortie vocale naturelle.
gu: ઑડિઓ રિપ્લેસમેન્ટ</strong>: મૂળ ઑડિયોને કુદરતી TTS સાથે બદલવામાં આવે છે.
hi: ऑडियो प्रतिस्थापन</strong>: मूल ऑडियो को प्राकृतिक TTS आउटपुट से बदलता है।
ja: 音声差し替え</strong>：元の音声を自然なTTS音声で上書きします。
kn: ಧ್ವನಿ ಬದಲಾವಣೆ</strong>: ಮೂಲ ಧ್ವನಿಯನ್ನು ನೈಸರ್ಗಿಕ TTS ಔಟ್‌ಪುಟ್‌ನಿಂದ ಬದಲಿಸುತ್ತದೆ.
ml: ശബ്ദം മാറ്റുക</strong>: യാഥാസ്ഥിതിക ശബ്ദം പ്രകൃതിദത്ത TTS ഔട്ട്‌പുട്ടിൽ മാറ്റുന്നു.
mr: ऑडिओ रिप्लेसमेंट</strong>: मूळ ऑडिओवर नैसर्गिक TTS आउटपुट लिहून टाकते.
pa: ਆਡੀਓ ਬਦਲਾਅ</strong>: ਮੂਲ ਆਡੀਓ ਨੂੰ ਕੁਦਰਤੀ TTS ਆਉਟਪੁੱਟ ਨਾਲ ਤਬਦੀਲ ਕਰਦਾ ਹੈ।
ru: Замена аудио</strong>: Заменяет оригинальный звук естественной синтезированной речью.
ta: ஒலி மாற்றம்</strong>: இயற்கையான உரை-இருந்து-பேச்சு(TTS) ஒலியுடன் அசல் ஒலியை மாற்றுகிறது.
te: ఆడియో రీప్లేస్‌మెంట్</strong>: అసలు ఆడియోను సహజమైన టి.టి.ఎస్ అవుట్‌పుట్‌తో మార్చుతుంది.
ur: آڈیو کی تبدیلی</strong>: اصل آڈیو کو قدرتی TTS آؤٹ پٹ سے بدل دیتا ہے۔
zh_hans: 音频替换</strong>：用自然的 TTS 输出覆盖原始音频。

source: Why Choose VerbaCast
ar: لماذا تختار VerbaCast
bn: কেন VerbaCast বেছে নেবেন
de: Warum VerbaCast wählen
es: Por qué elegir VerbaCast
fr: Pourquoi choisir VerbaCast
gu: VerbaCast કેમ પસંદ કરો
hi: वर्बाकास्ट क्यों चुनें
ja: VerbaCastを選ぶ理由
kn: ಏಕೆ ವರ್ಬಾಕಾಸ್ಟ್ ಆಯ್ಕೆಮಾಡಬೇಕು
ml: എന്തുകൊണ്ടാണ് VerbaCast തിരഞ്ഞെടുക്കേണ്ടത്
mr: VerbaCast का निवडावे?
pa: VerbaCast ਕਿਉਂ ਚੁਣੋ?
ru: Почему выбирают VerbaCast
ta: ஏன் VerbaCast-ஐ தேர்வு செய்ய வேண்டும்
te: VerbaCast ఎందుకు ఎంచుకోవాలి
ur: ورباکاسٹ کو کیوں منتخب کریں
zh_hans: 为什么选择 VerbaCast

source: Expand your audience across regions and cultures.
ar: وسّع جمهورك عبر المناطق والثقافات.
bn: আপনার দর্শক সম্প্রসারণ করুন অঞ্চল ও সংস্কৃতির মধ্যে।
de: Erweitern Sie Ihre Zielgruppe über Regionen und Kulturen hinweg.
es: Amplía tu audiencia en distintas regiones y culturas.
fr: Étendez votre audience à travers les régions et les cultures.
gu: તમારા દર્શકોને વિસ્તૃત કરો વિવિધ પ્રદેશો અને સંસ્કૃતિઓમાં.
hi: अपने दर्शकों को विभिन्न क्षेत्रों और संस्कृतियों तक बढ़ाएं।
ja: 地域や文化を超えてオーディエンスを拡大できます。
kn: ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರನ್ನು ವಿವಿಧ ಪ್ರದೇಶಗಳು ಮತ್ತು ಸಂಸ್ಕೃತಿಗಳಲ್ಲಿ ವಿಸ್ತರಿಸಿರಿ.
ml: നിങ്ങളുടെ പ്രേക്ഷകരെ മേഖലകളിലും സംസ്കാരങ്ങളിലും വ്യാപിപ്പിക്കുക.
mr: तुमच्या प्रेक्षकांमध्ये प्रदेश आणि संस्कृतींमध्ये वाढ करा.
pa: ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਇਲਾਕਿਆਂ ਅਤੇ ਸਭਿਆਚਾਰਾਂ ਵਿੱਚ ਵਧਾਓ।
ru: Расширьте свою аудиторию по регионам и культурам.
ta: உங்கள் பார்வையாளர்களை பல பகுதிகளிலும் கலாச்சாரங்களிலும் விரிவுபடுத்துங்கள்.
te: మీ ప్రేక్షకులను ప్రాంతాలు మరియు సంస్కృతులపై విస్తరించండి.
ur: اپنے سامعین کو علاقوں اور ثقافتوں میں پھیلائیں۔
zh_hans: 拓展您在不同地区和文化中的受众。

source: Accurate speech-to-text and translation using state-of-the-art AI.
ar: تحويل الكلام إلى نص وترجمة دقيقة باستخدام أحدث تقنيات الذكاء الاصطناعي.
bn: আধুনিক AI দিয়ে নির্ভুল স্পিচ-টু-টেক্সট ও অনুবাদ।
de: Präzise Sprach-zu-Text- und Übersetzungsfunktionen mit modernster KI.
es: Precisión en voz a texto y traducción mediante inteligencia artificial avanzada.
fr: Transcription et traduction précises grâce à une IA de pointe.
gu: આધુનિક AI દ્વારા ચોકસાઇથી સ્પીચ-ટુ-ટેક્સ્ટ અને અનુવાદ.
hi: आधुनिक एआई का उपयोग करके सटीक स्पीच-टू-टेक्स्ट और अनुवाद।
ja: 最先端のAIによる正確な音声認識と翻訳。
kn: ಆಧುನಿಕ ಎಐ ಉಪಯೋಗಿಸಿ ನಿಖರವಾದ ಭಾಷಣ-ಪಠ್ಯ ಪರಿವರ್ತನೆ ಮತ್ತು ಅನುವಾದ.
ml: അത്യാധുനിക എഐ ഉപയോഗിച്ച് കൃത്യമായ വാക്ക്-ടെക്സ്റ്റ് പരിഭാഷ.
mr: आधुनिक AI वापरून अचूक स्पीच-टू-टेक्स्ट आणि भाषांतर.
pa: ਆਧੁਨਿਕ AI ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਹੀ ਬੋਲੀ-ਤੋਂ-ਲਿਖਤ ਅਤੇ ਅਨੁਵਾਦ।
ru: Точное преобразование речи в текст и перевод с использованием новейшего ИИ.
ta: அதிநவீன AI-யைப் பயன்படுத்தி துல்லியமான உரை மாற்றம் மற்றும் மொழிபெயர்ப்பு.
te: ఆధునిక AIతో ఖచ్చితమైన స్పీచ్-టు-టెక్స్ట్ మరియు అనువాదం.
ur: جدید AI کے ساتھ درست اسپیچ ٹو ٹیکسٹ اور ترجمہ۔
zh_hans: 使用最先进的 AI 技术进行准确的语音转文本和翻译。

source: Intuitive workflow — no editing experience needed.
ar: سير عمل بديهي — لا حاجة لأي خبرة تحرير.
bn: সহজ কার্যপ্রবাহ — কোনো সম্পাদনার অভিজ্ঞতার দরকার নেই।
de: Intuitiver Arbeitsablauf — keine Bearbeitungserfahrung erforderlich.
es: Flujo de trabajo intuitivo — no se necesita experiencia en edición.
fr: Flux de travail intuitif — aucune expérience en montage requise.
gu: અંતરદ્રષ્ટિપૂર્ણ વર્કફ્લો — એડિટિંગ અનુભવની જરૂર નથી.
hi: सरल कार्यप्रणाली — किसी संपादन अनुभव की आवश्यकता नहीं।
ja: 直感的なワークフロー — 編集経験は不要です。
kn: ಸುಲಭವಾದ ಕಾರ್ಯಪ್ರವಾಹ — ಎಡಿಟಿಂಗ್ ಅನುಭವ ಅಗತ್ಯವಿಲ್ಲ.
ml: എളുപ്പമുള്ള പ്രവർത്തനശൈലി — എഡിറ്റിംഗ് പരിചയം ആവശ്യമില്ല.
mr: सहज समजणारी प्रक्रिया — संपादनाचा अनुभव आवश्यक नाही.
pa: ਸੌਖਾ ਕੰਮਕਾਜ — ਕੋਈ ਐਡਿਟਿੰਗ ਅਨੁਭਵ ਲੋੜੀਂਦਾ ਨਹੀਂ।
ru: Интуитивный процесс — не требует опыта редактирования.
ta: எளிதான செயல்முறை — திருத்தும் அனுபவம் தேவை இல்லை.
te: సులభమైన పని ధోరణి — ఎడిటింగ్ అనుభవం అవసరం లేదు.
ur: سادہ ورک فلو — کسی تدوین کے تجربے کی ضرورت نہیں۔
zh_hans: 直观的工作流程——无需编辑经验。

source: Works across desktop and mobile browsers.
ar: يعمل عبر متصفحات سطح المكتب والجوال.
bn: ডেস্কটপ ও মোবাইল ব্রাউজারে কাজ করে।
de: Funktioniert auf Desktop- und mobilen Browsern.
es: Funciona en navegadores de escritorio y móviles.
fr: Fonctionne sur les navigateurs de bureau et mobiles.
gu: ડેસ્કટોપ અને મોબાઇલ બ્રાઉઝર્સમાં કાર્ય કરે છે.
hi: डेस्कटॉप और मोबाइल ब्राउज़रों पर काम करता है।
ja: デスクトップとモバイル両方のブラウザに対応。
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಮತ್ತು ಮೊಬೈಲ್ ಬ್ರೌಸರ್‌ಗಳಲ್ಲಿ ಸಹಕಾರಿಯಾಗಿರುತ್ತದೆ.
ml: ഡെസ്‌ക്ക്ടോപ്പിലും മൊബൈൽ ബ്രൗസറുകളിലും പ്രവർത്തിക്കുന്നു.
mr: डेस्कटॉप आणि मोबाइल ब्राउझरवर कार्य करते.
pa: ਡੈਸਕਟਾਪ ਅਤੇ ਮੋਬਾਈਲ ਬ੍ਰਾਉਜ਼ਰਾਂ 'ਤੇ ਕੰਮ ਕਰਦਾ ਹੈ।
ru: Работает на настольных и мобильных браузерах.
ta: டெஸ்க்டாப் மற்றும் மொபைல் உலாவிகளில் இயங்கும்.
te: డెస్క్‌టాప్ మరియు మొబైల్ బ్రౌజర్లలో పనిచేస్తుంది.
ur: ڈیسک ٹاپ اور موبائل براؤزرز پر کام کرتا ہے۔
zh_hans: 适用于桌面和移动浏览器。

source: Privacy-first: Your files stay yours.
ar: خصوصية أولًا: ملفاتك تبقى لك.
bn: গোপনীয়তা অগ্রাধিকার: আপনার ফাইল শুধুই আপনার।
de: Datenschutz an erster Stelle: Ihre Dateien bleiben Ihre.
es: Privacidad ante todo: tus archivos siguen siendo tuyos.
fr: Confidentialité garantie : vos fichiers vous appartiennent.
gu: ગોપનીયતાને પ્રાથમિકતા: તમારી ફાઇલો તમારીજ રહે છે.
hi: प्राइवेसी पहले: आपकी फ़ाइलें आपकी ही रहती हैं।
ja: プライバシー重視：ファイルはあなたのもののままです。
kn: ಗೌಪ್ಯತೆ ಮೊದಲು: ನಿಮ್ಮ ಫೈಲ್‌ಗಳು ನಿಮ್ಮದೇ ಇರುತ್ತವೆ.
ml: പ്രൈവസി ആദ്യം: നിങ്ങളുടെ ഫയലുകൾ നിങ്ങളുടെവയാണ്.
mr: गोपनीयतेला प्राधान्य: तुमच्या फाईल्स तुमच्याच राहतात.
pa: ਪਰਾਈਵੇਸੀ ਪਹਿਲਾਂ: ਤੁਹਾਡੀਆਂ ਫਾਈਲਾਂ ਤੁਹਾਡੀਆਂ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ।
ru: Конфиденциальность в приоритете: ваши файлы остаются вашими.
ta: தனிப்பட்ட பாதுகாப்பு: உங்கள் கோப்புகள் உங்களுடையவைதான்.
te: గోప్యతకు ప్రాధాన్యత: మీ ఫైళ్లు మీవే.
ur: رازداری مقدم: آپ کی فائلیں آپ کی ہی رہتی ہیں۔
zh_hans: 隐私优先：您的文件仅属于您。

source: Supported Languages
ar: اللغات المدعومة
bn: সমর্থিত ভাষাসমূহ
de: Unterstützte Sprachen
es: Idiomas soportados
fr: Langues prises en charge
gu: આધારિત ભાષાઓ
hi: समर्थित भाषाएं
ja: 対応言語
kn: ಬೆಂಬಲಿತ ಭಾಷೆಗಳು
ml: പിന്തുണയ്ക്കുന്ന ഭാഷകൾ
mr: समर्थित भाषा
pa: ਸਹਾਇਕ ਭਾਸ਼ਾਵਾਂ
ru: Поддерживаемые языки
ta: ஆதரிக்கப்படும் மொழிகள்
te: మద్దతు ఉన్న భాషలు
ur: مدد یافتہ زبانیں
zh_hans: 支持的语言

source: English, Hindi, Telugu, Tamil, Malayalam, Bengali, Arabic, French, German, Chinese, and more…
ar: الإنجليزية، الهندية، التيلجو، التاميل، المالايالام، البنغالية، العربية، الفرنسية، الألمانية، الصينية، والمزيد…
bn: ইংরেজি, হিন্দি, তেলেগু, তামিল, মালায়ালম, বাংলা, আরবি, ফরাসি, জার্মান, চীনা এবং আরও অনেক কিছু…
de: Englisch, Hindi, Telugu, Tamil, Malayalam, Bengali, Arabisch, Französisch, Deutsch, Chinesisch und mehr…
es: Inglés, Hindi, Telugu, Tamil, Malayalam, Bengalí, Árabe, Francés, Alemán, Chino y más…
fr: Anglais, Hindi, Telugu, Tamoul, Malayalam, Bengali, Arabe, Français, Allemand, Chinois, et plus encore…
gu: અંગ્રેજી, હિન્દી, તેલુગુ, તમિલ, મલયાલમ, બંગાળી, અરબી, ફ્રેન્ચ, જર્મન, ચાઈનીઝ અને વધુ…
hi: अंग्रेज़ी, हिंदी, तेलुगु, तमिल, मलयालम, बंगाली, अरबी, फ्रेंच, जर्मन, चीनी, और भी बहुत कुछ…
ja: 英語、ヒンディー語、テルグ語、タミル語、マラヤーラム語、ベンガル語、アラビア語、フランス語、ドイツ語、中国語など…
kn: ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ತೆಲುಗು, ತಮಿಳು, ಮಲಯಾಳಂ, ಬೆಂಗಾಲಿ, ಅರೇಬಿಕ್, ಫ್ರೆಂಚ್, ಜರ್ಮನ್, ಚೈನೀಸ್ ಮತ್ತು ಇನ್ನಷ್ಟು…
ml: ഇംഗ്ലീഷ്, ഹിന്ദി, തെലുങ്ക്, തമിഴ്, മലയാളം, ബംഗാളി, അറബിക്, ഫ്രഞ്ച്, ജർമ്മൻ, ചൈനീസ്, കൂടാതെ കൂടുതൽ...
mr: इंग्रजी, हिंदी, तेलुगू, तमिळ, मल्याळम, बंगाली, अरबी, फ्रेंच, जर्मन, चायनीज, आणि आणखीही…
pa: ਅੰਗਰੇਜ਼ੀ, ਹਿੰਦੀ, ਤੇਲਗੂ, ਤਮਿਲ, ਮਲਿਆਲਮ, ਬੰਗਾਲੀ, ਅਰਬੀ, ਫਰਾਂਸੀਸੀ, ਜਰਮਨ, ਚੀਨੀ, ਅਤੇ ਹੋਰ…
ru: Английский, хинди, телугу, тамильский, малаялам, бенгальский, арабский, французский, немецкий, китайский и другие…
ta: ஆங்கிலம், ஹிந்தி, தெலுங்கு, தமிழ், மலையாளம், பெங்காலி, அரபு, பிரெஞ்சு, ஜெர்மன், சீனம் மற்றும் பல…
te: ఆంగ్లం, హిందీ, తెలుగు, తమిళం, మలయాళం, బెంగాలీ, అరబిక్, ఫ్రెంచ్, జర్మన్, చైనీస్ మరియు మరెన్నో…
ur: انگریزی، ہندی، تیلگو، تمل، ملیالم، بنگالی، عربی، فرانسیسی، جرمن، چینی، اور دیگر…
zh_hans: 英语、印地语、泰卢固语、泰米尔语、马拉雅拉姆语、孟加拉语、阿拉伯语、法语、德语、中文等……

source: Upload your video
ar: حمّل الفيديو الخاص بك
bn: আপনার ভিডিও আপলোড করুন
de: Laden Sie Ihr Video hoch
es: Sube tu video
fr: Téléchargez votre vidéo
gu: તમારું વિડિઓ અપલોડ કરો
hi: अपना वीडियो अपलोड करें
ja: 動画をアップロード
kn: ನಿಮ್ಮ ವಿಡಿಯೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ വീഡിയോ അപ്‌ലോഡ് ചെയ്യുക
mr: तुमचा व्हिडिओ अपलोड करा
pa: ਆਪਣਾ ਵੀਡੀਓ ਅਪਲੋਡ ਕਰੋ
ru: Загрузите своё видео
ta: உங்கள் வீடியோவை பதிவேற்றுங்கள்
te: మీ వీడియోను అప్‌లోడ్ చేయండి
ur: اپنی ویڈیو اپ لوڈ کریں
zh_hans: 上传您的视频

source: Select the target language
ar: اختر اللغة المستهدفة
bn: লক্ষ্য ভাষা নির্বাচন করুন
de: Wählen Sie die Zielsprache
es: Selecciona el idioma de destino
fr: Sélectionnez la langue cible
gu: લક્ષ્ય ભાષા પસંદ કરો
hi: लक्षित भाषा चुनें
ja: 翻訳先の言語を選択
kn: ಗುರಿಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ലക്ഷ്യഭാഷ തിരഞ്ഞെടുക്കുക
mr: लक्ष्य भाषा निवडा
pa: ਲਕੜੀ ਭਾਸ਼ਾ ਚੁਣੋ
ru: Выберите целевой язык
ta: இலக்கு மொழியைத் தேர்ந்தெடுக்கவும்
te: లక్ష్య భాషను ఎంచుకోండి
ur: ہدف زبان منتخب کریں
zh_hans: 选择目标语言

source: Download the translated video.
ar: حمّل الفيديو المُترجم.
bn: অনুবাদিত ভিডিও ডাউনলোড করুন।
de: Laden Sie das übersetzte Video herunter.
es: Descarga el video traducido.
fr: Téléchargez la vidéo traduite.
gu: અનુવાદિત વિડિઓ ડાઉનલોડ કરો.
hi: अनुवादित वीडियो डाउनलोड करें।
ja: 翻訳されたビデオをダウンロード
kn: ಅನುವಾದಿತ ವಿಡಿಯೋ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.
ml: വിവർത്തനം ചെയ്ത വീഡിയോ ഡൗൺലോഡ് ചെയ്യുക.
mr: भाषांतर केलेला व्हिडिओ डाउनलोड करा.
pa: ਅਨੁਵਾਦ ਕੀਤਾ ਵੀਡੀਓ ਡਾਊਨਲੋਡ ਕਰੋ।
ru: Скачайте переведённое видео.
ta: மொழிபெயர்க்கப்பட்ட வீடியோவை பதிவிறக்கவும்.
te: మూల్యపరిచిన వీడియోను డౌన్‌లోడ్ చేసుకోండి.
ur: ترجمہ شدہ ویڈیو ڈاؤن لوڈ کریں۔
zh_hans: 下载翻译后的视频。

source: Use Cases
ar: استخدامات
bn: ব্যবহারের ক্ষেত্রসমূহ
de: Anwendungsfälle
es: Casos de uso
fr: Cas d'utilisation
gu: ઉપયોગના કેસો
hi: उपयोग के मामले
ja: 使用例
kn: ಬಳಕೆಯ ಉದಾಹರಣೆಗಳು
ml: ഉപയോഗ സാഹചര്യങ്ങൾ
mr: उपयोग प्रकरणे
pa: ਵਰਤੋਂ ਦੇ ਮਾਮਲੇ
ru: Примеры использования
ta: பயன்பாட்டு சூழ்நிலைகள்
te: వినియోగ సందర్భాలు
ur: استعمال کی مثالیں
zh_hans: 应用场景

source: Video localization for global marketing
ar: محلية الفيديو للتسويق العالمي
bn: বিশ্বব্যাপী মার্কেটিংয়ের জন্য ভিডিও লোকালাইজেশন
de: Videolokalisierung für globales Marketing
es: Localización de video para marketing global
fr: Localisation vidéo pour le marketing mondial
gu: વિશ્વવ્યાપી માર્કેટિંગ માટે વિડિઓ લોકલાઈઝેશન
hi: वैश्विक मार्केटिंग के लिए वीडियो स्थानीयकरण
ja: グローバルマーケティング向けの動画ローカライゼーション
kn: ಜಾಗತಿಕ ಮಾರುಕಟ್ಟೆಗೆ ವಿಡಿಯೋ ಸ್ಥಳೀಕರಣ
ml: ആഗോള മാർക്കറ്റിംഗിനായി വീഡിയോ ലോക്കലൈസേഷൻ
mr: जागतिक मार्केटिंगसाठी व्हिडिओ स्थानिकीकरण
pa: ਵਿਸ਼ਵ ਪੱਧਰੀ ਮਾਰਕੀਟਿੰਗ ਲਈ ਵੀਡੀਓ ਦੀ ਲੋਕਲਾਈਜ਼ੇਸ਼ਨ
ru: Локализация видео для глобального маркетинга
ta: உலகளாவிய சந்தைப்படுத்தலுக்கான வீடியோ உள்ளமைவு
te: ప్రపంచ మార్కెటింగ్ కోసం వీడియో లోకలైజేషన్
ur: عالمی مارکیٹنگ کے لیے ویڈیو کی مقامی سازی
zh_hans: 用于全球营销的视频本地化

source: Educational content in regional languages
ar: محتوى تعليمي باللغات المحلية
bn: আঞ্চলিক ভাষায় শিক্ষামূলক কনটেন্ট
de: Bildungsinhalte in regionalen Sprachen
es: Contenido educativo en idiomas regionales
fr: Contenu éducatif dans les langues régionales
gu: પ્રાદેશિક ભાષાઓમાં શૈક્ષણિક સામગ્રી
hi: क्षेत्रीय भाषाओं में शैक्षणिक सामग्री
ja: 地域言語による教育コンテンツ
kn: ಪ್ರಾದೇಶಿಕ ಭಾಷೆಗಳಲ್ಲಿ ಶೈಕ್ಷಣಿಕ ವಿಷಯ
ml: പ്രാദേശിക ഭാഷകളിലെ വിദ്യാഭ്യാസ ഉള്ളടക്കം
mr: प्रादेशिक भाषांमध्ये शैक्षणिक सामग्री
pa: ਖੇਤਰੀ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਸਿੱਖਣ ਵਾਲੀ ਸਮੱਗਰੀ
ru: Образовательный контент на региональных языках
ta: மண்டல மொழிகளில் கல்வி உள்ளடக்கம்
te: ప్రాంతీయ భాషలలో విద్యా కంటెంట్
ur: علاقائی زبانوں میں تعلیمی مواد
zh_hans: 以区域语言呈现的教育内容

source: Dubbing for YouTubers, creators, and filmmakers
ar: دبلجة لمنشئي يوتيوب والمبدعين وصناع الأفلام
bn: ইউটিউবার, নির্মাতা ও চলচ্চিত্র নির্মাতাদের জন্য ডাবিং
de: Synchronisation für YouTuber, Kreative und Filmemacher
es: Doblaje para YouTubers, creadores y cineastas
fr: Doublage pour YouTubers, créateurs et cinéastes
gu: YouTubers, ક્રિએટર્સ અને ફિલ્મમેકર્સ માટે ડબિંગ
hi: यूट्यूबर्स, क्रिएटर्स और फिल्म निर्माताओं के लिए डबिंग
ja: YouTuber、クリエイター、映画製作者向けの吹き替え
kn: YouTuberಗಳು, ನಿರ್ಮಾಪಕರು ಮತ್ತು ಚಲನಚಿತ್ರ ನಿರ್ಮಾಪಕರಿಗೆ ಡಬ್ಬಿಂಗ್
ml: YouTuberമാർക്കും സ്രഷ്ടാക്കൾക്കും സിനിമാതാരങ്ങൾക്കും ഡബ്ബിംഗ്
mr: YouTuber, निर्माते, आणि चित्रपट निर्मात्यांसाठी डबिंग
pa: YouTubers, ਨਿਰਮਾਤਾਵਾਂ, ਅਤੇ ਫਿਲਮ ਨਿਰਮਾਤਾਵਾਂ ਲਈ ਡਬਿੰਗ
ru: Дублирование для блогеров, создателей контента и режиссёров
ta: YouTubers, உள்ளடக்கம் உருவாக்குவோர் மற்றும் திரைப்படத் தயாரிப்பாளர்களுக்கான டப்பிங்
te: YouTubers, క్రియేటర్స్ మరియు చలనచిత్ర దర్శకులకు డబ్బింగ్
ur: یوٹیوبرز، تخلیق کاروں، اور فلم سازوں کے لیے ڈبنگ
zh_hans: 为 YouTuber、创作者和电影制作人配音

source: News and informational videos in native dialects
ar: فيديوهات إخبارية ومعلوماتية بلهجات محلية
bn: স্থানীয় উপভাষায় সংবাদ ও তথ্যভিত্তিক ভিডিও
de: Nachrichten- und Informationsvideos in lokalen Dialekten
es: Videos de noticias e información en dialectos nativos
fr: Vidéos d’actualité et d’information en dialectes locaux
gu: મૂળભૂત બોલીમાં સમાચાર અને માહિતી વિડિઓઝ
hi: स्थानीय भाषाओं में समाचार और जानकारीपूर्ण वीडियो
ja: 方言でのニュースや情報動画
kn: ಮೂಲ ಭಾಷೆಗಳಲ್ಲಿ ಸುದ್ದಿಗಳು ಮತ್ತು ಮಾಹಿತಿಯ ವಿಡಿಯೋಗಳು
ml: നാടൻ ഭാഷകളിൽ വാർത്തകളും വിവരങ്ങളുമായുള്ള വീഡിയോകൾ
mr: मूळ बोली भाषांमध्ये बातम्या आणि माहितीपर व्हिडिओ
pa: ਸਥਾਨਕ ਬੋਲੀ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਖ਼ਬਰਾਂ ਅਤੇ ਜਾਣਕਾਰੀ ਦੇ ਵੀਡੀਓ
ru: Новости и информационные видео на родных диалектах
ta: தாய்மொழிகளில் செய்திகள் மற்றும் தகவல் வீடியோக்கள்
te: స్థానిక మాతృభాషలలో వార్తలు మరియు సమాచార వీడియోలు
ur: مقامی زبانوں میں خبریں اور معلوماتی ویڈیوز
zh_hans: 以本地方言制作的新闻和信息类视频

source: Try VerbaCast Now
ar: جرّب VerbaCast الآن
bn: এখনই VerbaCast ব্যবহার করে দেখুন
de: Jetzt VerbaCast ausprobieren
es: Prueba VerbaCast ahora
fr: Essayez VerbaCast maintenant
gu: હમણાં VerbaCast અજમાવો
hi: अब वर्बाकास्ट आज़माएं
ja: 今すぐVerbaCastをお試しください
kn: ಈಗ ವರ್ಬಾಕಾಸ್ಟ್ ಪ್ರಯತ್ನಿಸಿ
ml: ഇപ്പോൾ VerbaCast പരീക്ഷിക്കുക
mr: आता VerbaCast वापरून पहा
pa: ਹੁਣੇ VerbaCast ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ru: Попробуйте VerbaCast прямо сейчас
ta: VerbaCast-ஐ இப்போது முயற்சிக்கவும்
te: ఇప్పుడు VerbaCast ప్రయత్నించండి
ur: ابھی ورباکاسٹ آزمائیں
zh_hans: 立即体验 VerbaCast

source: Upload your first video and see VerbaCast in action
ar: حمّل أول فيديو لك وشاهد VerbaCast أثناء العمل
bn: আপনার প্রথম ভিডিও আপলোড করুন এবং VerbaCast এর কার্যকারিতা দেখুন
de: Laden Sie Ihr erstes Video hoch und erleben Sie VerbaCast in Aktion
es: Sube tu primer video y ve a VerbaCast en acción
fr: Téléchargez votre première vidéo et voyez VerbaCast en action
gu: તમારું પ્રથમ વિડિઓ અપલોડ કરો અને VerbaCast ને કાર્ય કરતી જોઉં
hi: अपना पहला वीडियो अपलोड करें और वर्बाकास्ट को काम करते देखें
ja: 最初のビデオをアップロードして、VerbaCastの実力を体験しよう
kn: ನಿಮ್ಮ ಮೊದಲ ವಿಡಿಯೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ವರ್ಬಾಕಾಸ್ಟ್ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಎಂದು ನೋಡಿ
ml: നിങ്ങളുടെ ആദ്യ വീഡിയോ അപ്‌ലോഡ് ചെയ്ത് VerbaCast പ്രവർത്തിക്കുന്നതെങ്ങനെ കാണുക
mr: तुमचा पहिला व्हिडिओ अपलोड करा आणि VerbaCast कसे कार्य करते ते पहा
pa: ਆਪਣਾ ਪਹਿਲਾ ਵੀਡੀਓ ਅਪਲੋਡ ਕਰੋ ਅਤੇ VerbaCast ਦੀ ਕਾਰਵਾਈ ਵੇਖੋ
ru: Загрузите своё первое видео и увидьте VerbaCast в действии
ta: உங்கள் முதல் வீடியோவை பதிவேற்றுங்கள் மற்றும் VerbaCast செயல்படுவதைக் காணுங்கள்
te: మీ మొదటి వీడియో అప్‌లోడ్ చేసి VerbaCast ఎలా పనిచేస్తుందో చూడండి
ur: اپنی پہلی ویڈیو اپ لوڈ کریں اور ورباکاسٹ کو کام کرتے دیکھیں
zh_hans: 上传您的第一个视频，体验 VerbaCast 的效果

source: Get Started
ar: ابدأ الآن
bn: শুরু করুন
de: Jetzt loslegen
es: Comenzar
fr: Commencer
gu: શરૂ કરો
hi: शुरू करें
ja: 始める
kn: ಆರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
pa: ਸ਼ੁਰੂ ਕਰੋ
ru: Начать
ta: தொடங்குங்கள்
te: ప్రారంభించండి
ur: شروع کریں
zh_hans: 开始使用

source: Translate
ar: ترجمة
bn: অনুবাদ করুন
de: Übersetzen
es: Traducir
fr: Traduire
gu: અનુવાદ કરો
hi: अनुवाद करें
ja: 翻訳
kn: ಅನುವಾದಿಸಿ
ml: വിവർത്തനം ചെയ്യുക
mr: भाषांतर करा
pa: ਅਨੁਵਾਦ ਕਰੋ
ru: Перевести
ta: மொழிபெயர்க்கவும்
te: అనువదించు
ur: ترجمہ کریں
zh_hans: 翻译

source: Translated Video
ar: فيديو مترجم
bn: অনুবাদিত ভিডিও
de: Übersetztes Video
es: Video traducido
fr: Vidéo traduite
gu: અનુવાદિત વિડિઓ
hi: अनुवादित वीडियो
ja: 翻訳済み動画
kn: ಅನುವಾದಿತ ವಿಡಿಯೋ
ml: വിവർത്തനം ചെയ്ത വീഡിയോ
mr: भाषांतरित व्हिडिओ
pa: ਅਨੁਵਾਦ ਕੀਤਾ ਵੀਡੀਓ
ru: Переведённое видео
ta: மொழிபெயர்க்கப்பட்ட வீடியோ
te: అనువదించిన వీడియో
ur: ترجمہ شدہ ویڈیو
zh_hans: 翻译后的视频

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم عنصر الفيديو.
bn: আপনার ব্রাউজার ভিডিও ট্যাগ সমর্থন করে না।
de: Ihr Browser unterstützt das Video-Tag nicht.
es: Tu navegador no soporta la etiqueta de video.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
gu: તમારું બ્રાઉઝર વિડિઓ ટૅગને સપોર્ટ કરતું નથી.
hi: आपका ब्राउज़र वीडियो टैग का समर्थन नहीं करता।
ja: お使いのブラウザはvideoタグに対応していません。
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ ವಿಡಿಯೋ ಟ್ಯಾಗ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ ബ്രൗസർ വീഡിയോ ടാഗ് പിന്തുണയ്ക്കുന്നില്ല.
mr: तुमचा ब्राउझर व्हिडिओ टॅगला समर्थन देत नाही.
pa: ਤੁਹਾਡਾ ਬ੍ਰਾਉਜ਼ਰ ਵੀਡੀਓ ਟੈਗ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦਾ।
ru: Ваш браузер не поддерживает тег video.
ta: உங்கள் உலாவி video குறிச்சொல்லை ஆதரிக்கவில்லை.
te: మీ బ్రౌజర్ వీడియో ట్యాగ్‌ను మద్దతివ్వదు.
ur: آپ کا براؤزر ویڈیو ٹیگ کو سپورٹ نہیں کرتا۔
zh_hans: 您的浏览器不支持 video 标签。
