Repository: Lalithchandra07/Verbacast
Catalog: verbacast/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, de, es, fr, gu, hi, ja, kn, ml, mr, pa, ru, ta, te, ur, zh_hans

source: About VerbaCast
ar: حول VerbaCast
bn: VerbaCast সম্পর্কে
de: Über VerbaCast
es: Acerca de VerbaCast
fr: À propos de VerbaCast
gu: VerbaCast વિશે
hi: वर्बाकास्ट के बारे में
ja: VerbaCastについて
kn: ವರ್ಬಾಕಾಸ್ಟ್ ಬಗ್ಗೆ
ml: VerbaCastനെക്കുറിച്ച്
mr: VerbaCast विषयी
pa: VerbaCast ਬਾਰੇ
ru: О VerbaCast
ta: VerbaCast பற்றி
te: VerbaCast గురించి
ur: ورباکاسٹ کے بارے میں
zh_hans: 关于 VerbaCast

source: Breaking language barriers in video communication
ar: تحطيم حواجز اللغة في التواصل عبر الفيديو
bn: ভিডিও যোগাযোগে ভাষার বাধা ভাঙা
de: Sprachbarrieren in der Videokommunikation überwinden
es: Rompiendo barreras de idioma en la comunicación por video
fr: Briser les barrières linguistiques dans la communication vidéo
gu: વિડિઓ સંવાદમાં ભાષાકીય અવરોધો દૂર કરવી
hi: वीडियो संचार में भाषा की बाधाओं को तोड़ना
ja: ビデオコミュニケーションにおける言語の壁を打ち破る
kn: ವಿಡಿಯೋ ಸಂವಹನದಲ್ಲಿ ಭಾಷೆಯ ಅಡೆತಡೆಗಳನ್ನು ಒಡೆಯುವುದು
ml: വീഡിയോ ആശയവിനിമയത്തിലെ ഭാഷാ തടസ്സങ്ങൾ തകർക്കുന്നു
mr: व्हिडिओ संवादातील भाषेच्या अडथळ्यांना पार करत आहे
pa: ਵੀਡੀਓ ਸੰਚਾਰ ਵਿੱਚ ਭਾਸ਼ਾਈ ਰੁਕਾਵਟਾਂ ਨੂੰ ਤੋੜਣਾ
ru: Преодоление языковых барьеров в видеокоммуникации
ta: வீடியோக்களுக்கான மொழி தடைைகளை உடைத்தல்
te: వీడియో కమ్యూనికేషన్‌లో భాషా అడ్డంకులను తొలగించడం
ur: ویڈیو رابطے میں زبان کی رکاوٹوں کو ختم کرنا
zh_hans: 打破视频通信中的语言障碍

source: Goal
ar: الهدف
bn: লক্ষ্য
de: Ziel
es: Objetivo
fr: Objectif
gu: ઉદ્દેશ્ય
hi: लक्ष्य
ja: 目標
kn: ಗುರಿ
ml: ലക്ഷ്യം
mr: उद्दिष्ट
pa: ਲਕੜੀ
ru: Цель
ta: குறிக்கோள்
te: లక్ష్యం
ur: مقصد
zh_hans: 目标

source: VerbaCast is designed to make video content accessible across different languages and cultures. Its primary goal is to translate spoken content in videos, generate accurate captions, and provide voice-overs in the target language, creating a seamless multilingual experience.
ar: تم تصميم VerbaCast لجعل محتوى الفيديو متاحًا عبر لغات وثقافات مختلفة. يهدف بشكل رئيسي إلى ترجمة المحتوى المنطوق في الفيديوهات، وإنشاء تسميات دقيقة، وتوفير التعليق الصوتي باللغة المستهدفة، مما يخلق تجربة متعددة اللغات سلسة.
bn: VerbaCast তৈরি হয়েছে ভিডিও কনটেন্ট বিভিন্ন ভাষা ও সংস্কৃতিতে প্রবেশযোগ্য করার জন্য। এর মূল লক্ষ্য হলো ভিডিওর কথ্য কনটেন্ট অনুবাদ করা, নির্ভুল ক্যাপশন তৈরি করা এবং লক্ষ্যমাত্রা ভাষায় ভয়েস-ওভার প্রদান করা, যাতে একটি মসৃণ বহু-ভাষিক অভিজ্ঞতা তৈরি হয়।
de: VerbaCast wurde entwickelt, um Videoinhalte über verschiedene Sprachen und Kulturen hinweg zugänglich zu machen. Das Hauptziel ist es, gesprochene Inhalte in Videos zu übersetzen, präzise Untertitel zu generieren und Sprachaufnahmen in der Zielsprache bereitzustellen, um ein nahtloses mehrsprachiges Erlebnis zu schaffen.
es: VerbaCast está diseñado para hacer que el contenido en video sea accesible en diferentes idiomas y culturas. Su objetivo principal es traducir el contenido hablado en los videos, generar subtítulos precisos y proporcionar doblaje en el idioma de destino, creando una experiencia multilingüe sin interrupciones.
fr: VerbaCast est conçu pour rendre le contenu vidéo accessible à travers différentes langues et cultures. Son objectif principal est de traduire le contenu parlé des vidéos, de générer des sous-titres précis et de fournir des doublages dans la langue cible, créant ainsi une expérience multilingue fluide.
gu: VerbaCast એ વિડિઓ સામગ્રીને વિવિધ ભાષાઓ અને સંસ્કૃતિઓમાં ઍક્સેસિબલ બનાવવા માટે ડિઝાઇન કરવામાં આવ્યું છે. તેનો મુખ્ય ઉદ્દેશ્ય છે વિડિઓમાં બોલાયેલા વિષયને અનુવાદિત કરવો, ચોકસાઇથી કેપ્શન બનાવવો અને લક્ષ્ય ભાષામાં વોઇસ ઓવર આપવો, જેથી એક સરળ બહુભાષીય અનુભવ ઉપલબ્ધ થાય.
hi: वर्बाकास्ट को विभिन्न भाषाओं और संस्कृतियों में वीडियो सामग्री को सुलभ बनाने के लिए डिज़ाइन किया गया है। इसका मुख्य उद्देश्य वीडियो में बोले गए कंटेंट का अनुवाद करना, सटीक कैप्शन बनाना और लक्षित भाषा में वॉइस-ओवर प्रदान करना है, जिससे एक सहज बहुभाषी अनुभव सुनिश्चित हो।
ja: VerbaCastは、さまざまな言語や文化の間でビデオコンテンツを利用可能にするために設計されています。その主な目的は、ビデオ内の音声コンテンツを翻訳し、正確な字幕を生成し、目標言語での音声吹き替えを提供することで、シームレスな多言語体験を実現することです。
kn: ವರ್ಬಾಕಾಸ್ಟ್ ಅನ್ನು ವಿವಿಧ ಭಾಷೆಗಳು ಮತ್ತು ಸಂಸ್ಕೃತಿಗಳಲ್ಲಿ ವಿಡಿಯೋ ವಿಷಯವನ್ನು ಸುಲಭವಾಗಿ ಆಗಮ್ಯವಾಗಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಇದರ ಮುಖ್ಯ ಉದ್ದೇಶವೆಂದರೆ ವಿಡಿಯೋಗಳಲ್ಲಿ ಮಾತನಾಡಿದ ವಿಷಯವನ್ನು ಅನುವಾದಿಸುವುದು, ನಿಖರವಾದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ರಚಿಸುವುದು ಮತ್ತು ಗುರಿಭಾಷೆಯಲ್ಲಿ ಧ್ವನಿಯನ್ನೂ ಒದಗಿಸುವುದು — ಇದು ಬಹುಭಾಷಾ ಅನುಭವವನ್ನು ಸಿಂಧುಗೊಳಿಸುತ್ತದೆ.
ml: വീഡിയോ ഉള്ളടക്കം വിവിധ ഭാഷകളിലും സംസ്കാരങ്ങളിലും എളുപ്പത്തിൽ ലഭ്യമാക്കാൻ VerbaCast രൂപകൽപ്പന ചെയ്‌തതാണ്. വീഡിയോകളിലെ സംസാരിച്ച ഉള്ളടക്കം വിവർത്തനം ചെയ്യുകയും, കൃത്യമായ ക്യാപ്ഷനുകൾ സൃഷ്‌ടിക്കുകയും, ലക്ഷ്യഭാഷയിൽ വോയിസ് ഓവർ നൽകുകയും ചെയ്യുക എന്നതാണ് പ്രധാന ലക്ഷ്യം. ഇത് ഒരു തടസ്സമില്ലാത്ത ബഹുഭാഷാ അനുഭവം സൃഷ്‌ടിക്കുന്നു.
mr: VerbaCast हे वेगवेगळ्या भाषा आणि संस्कृतींमध्ये व्हिडिओ सामग्री सुलभपणे पोहोचवण्यासाठी डिझाइन करण्यात आले आहे. व्हिडिओतील संभाषित सामग्रीचे भाषांतर करणे, अचूक उपशीर्षके तयार करणे आणि लक्ष्य भाषेत आवाज ओव्हर देणे हे याचे मुख्य उद्दिष्ट आहे. यामुळे एक अखंड बहुभाषिक अनुभव तयार होतो.
pa: VerbaCast ਨੂੰ ਵੱਖ-ਵੱਖ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਸਭਿਆਚਾਰਾਂ ਵਿੱਚ ਵੀਡੀਓ ਸਮੱਗਰੀ ਨੂੰ ਸੁਲਭ ਬਣਾਉਣ ਲਈ ਡਿਜ਼ਾਈਨ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਦਾ ਮੁੱਖ ਉਦੇਸ਼ ਵੀਡੀਓ ਵਿੱਚ ਬੋਲੀ ਗਈ ਸਮੱਗਰੀ ਦਾ ਅਨੁਵਾਦ ਕਰਨਾ, ਸਹੀ ਕੈਪਸ਼ਨ ਬਣਾਉਣਾ ਅਤੇ ਲਕੜੀ ਭਾਸ਼ਾ ਵਿੱਚ ਆਵਾਜ਼ ਦੀ ਵਿਆਖਿਆ ਦਿੰਦੇ ਹੋਏ ਇਕ ਸੁਚੱਜਾ ਬਹੁਭਾਸ਼ੀਕ ਅਨੁਭਵ ਬਣਾਉਣਾ ਹੈ।
ru: VerbaCast предназначен для того, чтобы сделать видеоконтент доступным на разных языках и для разных культур. Его основная цель — переводить устную речь в видео, создавать точные субтитры и озвучку на целевом языке, обеспечивая плавный мультиязычный опыт.
ta: VerbaCast என்பது பல மொழிகளிலும் கலாச்சாரங்களிலும் வீடியோக்களை எளிதாக அணுகக்கூடியதாக மாற்ற உருவாக்கப்பட்டது. இதன் முதன்மை நோக்கம் வீடியோவில் உள்ள பேச்சுகளை மொழிபெயர்த்து, துல்லியமான வரிகள் மற்றும் அதற்கேற்ற ஒலிப்பதிவுகளை உருவாக்கி, பலமொழி அனுபவத்தை வழங்குவதாகும்.
te: VerbaCast వివిధ భాషలు మరియు సంస్కృతుల మధ్య వీడియో కంటెంట్‌ను అందుబాటులోకి తేవడానికి రూపొందించబడింది. దీని ప్రధాన లక్ష్యం వీడియోలలోని మాటల్ని అనువదించడం, ఖచ్చితమైన శీర్షికలు రూపొందించడం, లక్ష్య భాషలో వాయిస్ ఓవర్ ఇవ్వడం ద్వారా అనుకూలమైన బహుభాషా అనుభవాన్ని కల్పించడం.
ur: ورباکاسٹ کو مختلف زبانوں اور ثقافتوں میں ویڈیو مواد کو قابل رسائی بنانے کے لیے ڈیزائن کیا گیا ہے۔ اس کا بنیادی مقصد ویڈیوز میں بولے گئے مواد کا ترجمہ کرنا، درست کیپشنز بنانا، اور ہدف زبان میں وائس اوور فراہم کرنا ہے تاکہ ایک ہموار کثیر لسانی تجربہ پیدا ہو۔
zh_hans: VerbaCast 的设计目的是让视频内容跨语言和文化可访问。其主要目标是翻译视频中的语音内容，生成准确的字幕，并以目标语言提供配音，从而打造无缝的多语言体验。

source: How It Works
ar: كيف يعمل
bn: এটি কীভাবে কাজ করে
de: So funktioniert es
es: Cómo funciona
fr: Comment ça fonctionne
gu: કેવી રીતે કાર્ય કરે છે
hi: यह कैसे काम करता है
ja: 仕組み
kn: ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ml: ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു
mr: हे कसे कार्य करते
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ
ru: Как это работает
ta: இது எப்படி செயல்படுகிறது
te: ఇది ఎలా పనిచేస్తుంది
ur: یہ کیسے کام کرتا ہے
zh_hans: 工作原理

source: Upload Video:</strong> The user uploads a video file to the VerbaCast platform.
ar: تحميل الفيديو:</strong> يقوم المستخدم بتحميل ملف فيديو إلى منصة VerbaCast.
bn: ভিডিও আপলোড:</strong> ব্যবহারকারী VerbaCast প্ল্যাটফর্মে একটি ভিডিও ফাইল আপলোড করে।
de: Video hochladen:</strong> Der Benutzer lädt eine Videodatei auf die VerbaCast-Plattform hoch.
es: Subir video:</strong> El usuario sube un archivo de video a la plataforma VerbaCast.
fr: Téléchargement de la vidéo :</strong> L’utilisateur télécharge un fichier vidéo sur la plateforme VerbaCast.
gu: વિડિઓ અપલોડ કરો:</strong> વપરાશકર્તા VerbaCast પ્લેટફોર્મ પર વિડિઓ ફાઇલ અપલોડ કરે છે.
hi: वीडियो अपलोड करें:</strong> उपयोगकर्ता वर्बाकास्ट प्लेटफ़ॉर्म पर एक वीडियो फ़ाइल अपलोड करता है।
ja: 動画アップロード：</strong> ユーザーはVerbaCastプラットフォームに動画ファイルをアップロードします。
kn: ವಿಡಿಯೋ ಅಪ್‌ಲೋಡ್:</strong> ಬಳಕೆದಾರನು ವರ್ಬಾಕಾಸ್ಟ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗೆ ವಿಡಿಯೋ ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡುತ್ತಾನೆ.
ml: വീഡിയോ അപ്‌ലോഡ്:</strong> ഉപയോക്താവ് VerbaCast പ്ലാറ്റ്‌ഫോമിലേക്ക് വീഡിയോ ഫയൽ അപ്‌ലോഡ് ചെയ്യുന്നു.
mr: व्हिडिओ अपलोड करा:</strong> वापरकर्ता VerbaCast प्लॅटफॉर्मवर व्हिडिओ फाईल अपलोड करतो.
pa: ਵੀਡੀਓ ਅਪਲੋਡ ਕਰੋ:</strong> ਵਰਤੋਂਕਾਰ VerbaCast ਪਲੇਟਫਾਰਮ 'ਤੇ ਇੱਕ ਵੀਡੀਓ ਫਾਈਲ ਅਪਲੋਡ ਕਰਦਾ ਹੈ।
ru: Загрузка видео:</strong> Пользователь загружает видеофайл на платформу VerbaCast.
ta: வீடியோ பதிவேற்றம்:</strong> பயனர் ஒரு வீடியோ கோப்பை VerbaCast தளத்தில் பதிவேற்றுகிறார்.
te: వీడియోను అప్‌లోడ్ చేయండి:</strong> వినియోగదారు VerbaCast ప్లాట్‌ఫారమ్‌కి వీడియో ఫైలును అప్‌లోడ్ చేస్తారు.
ur: ویڈیو اپ لوڈ کریں:</strong> صارف ورباکاسٹ پلیٹ فارم پر ویڈیو فائل اپ لوڈ کرتا ہے۔
zh_hans: 上传视频：</strong> 用户将视频文件上传到 VerbaCast 平台。

source: Audio Extraction:</strong> Audio is extracted from the video using audio processing tools.
ar: استخراج الصوت:</strong> يتم استخراج الصوت من الفيديو باستخدام أدوات معالجة الصوت.
bn: অডিও নিষ্কাশন:</strong> অডিও প্রসেসিং টুল ব্যবহার করে ভিডিও থেকে অডিও নিষ্কাশন করা হয়।
de: Audioextraktion:</strong> Der Ton wird mit Audioverarbeitungstools aus dem Video extrahiert.
es: Extracción de audio:</strong> El audio se extrae del video utilizando herramientas de procesamiento de audio.
fr: Extraction audio :</strong> L’audio est extrait de la vidéo à l’aide d’outils de traitement audio.
gu: ઑડિઓ એક્સટ્રેક્શન:</strong> વિડિઓમાંથી ઓડિયો પ્રક્રિયા સાધનોનો ઉપયોગ કરીને ઑડિયો કાઢવામાં આવે છે.
hi: ऑडियो निकालना:</strong> ऑडियो प्रोसेसिंग टूल का उपयोग करके वीडियो से ऑडियो निकाला जाता है।
ja: 音声抽出：</strong> 音声処理ツールを使用して、ビデオから音声を抽出します。
kn: ಆಡಿಯೋ ತೆಗೆದುಹಾಕುವುದು:</strong> ವಿಡಿಯೋದಿಂದ ಧ್ವನಿಯನ್ನು ಧ್ವನಿ ಸಂಸ್ಕರಣೆ ಉಪಕರಣಗಳ ಮೂಲಕ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ml: ശബ്ദം എടുത്തുമാറ്റൽ:</strong> ഓഡിയോ പ്രോസസ്സിംഗ് ടൂളുകൾ ഉപയോഗിച്ച് വീഡിയോയിൽ നിന്ന് ശബ്ദം എടുത്തുമാറ്റുന്നു.
mr: ऑडिओ एक्स्ट्रॅक्शन:</strong> ऑडिओ प्रोसेसिंग साधनांचा वापर करून व्हिडिओमधून ऑडिओ वेगळा केला जातो.
pa: ਆਡੀਓ ਨਿਕਾਸ:</strong> ਆਡੀਓ ਪ੍ਰੋਸੈਸਿੰਗ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵੀਡੀਓ ਤੋਂ ਆਡੀਓ ਨਿਕਾਲਿਆ ਜਾਂਦਾ ਹੈ।
ru: Извлечение аудио:</strong> Аудио извлекается из видео с помощью инструментов обработки звука.
ta: ஒலி பிரித்தெடுத்தல்:</strong> வீடியோவிலிருந்து ஒலியை பதிப்பு கருவிகள் மூலம் பிரிக்கப்படுகிறது.
te: ఆడియో వెలికితీసే ప్రక్రియ:</strong> ఆడియో ప్రాసెసింగ్ టూల్స్‌ ద్వారా వీడియో నుంచి ఆడియో తీస్తారు.
ur: آڈیو نکالنا:</strong> ویڈیو سے آڈیو پروسیسنگ ٹولز کے ذریعے آڈیو نکالا جاتا ہے۔
zh_hans: 音频提取：</strong> 使用音频处理工具从视频中提取音频。

source: Speech Recognition:</strong> The extracted audio is transcribed into text using speech-to-text models.
ar: التعرّف على الكلام:</strong> يتم تحويل الصوت المستخرج إلى نص باستخدام نماذج تحويل الكلام إلى نص.
bn: স্পিচ রিকগনিশন:</strong> নিষ্কাশিত অডিওকে স্পিচ-টু-টেক্সট মডেলের মাধ্যমে লেখায় রূপান্তর করা হয়।
de: Spracherkennung:</strong> Der extrahierte Ton wird mithilfe von Sprach-zu-Text-Modellen transkribiert.
es: Reconocimiento de voz:</strong> El audio extraído se transcribe a texto mediante modelos de voz a texto.
fr: Reconnaissance vocale :</strong> L’audio extrait est transcrit en texte à l’aide de modèles de reconnaissance vocale.
gu: સ્પીચ ઓળખ:</strong> કાઢવામાં આવેલા ઑડિયોને સ્પીચ-ટુ-ટેક્સ્ટ મોડેલ્સ દ્વારા લખાણમાં બદલવામાં આવે છે.
hi: स्पीच रिकग्निशन:</strong> निकाले गए ऑडियो को स्पीच-टू-टेक्स्ट मॉडल का उपयोग करके टेक्स्ट में ट्रांसक्राइब किया जाता है।
ja: 音声認識：</strong> 抽出された音声は、音声認識モデルを使用してテキストに変換されます。
kn: ಭಾಷಣ ಗುರುತುಮಾಡುವುದು:</strong> ತೆಗೆದುಹಾಕಿದ ಧ್ವನಿಯನ್ನು ಭಾಷಣದಿಂದ ಪಠ್ಯ ಮಾರುಹೊಂದಾಣಿಕೆಗಳ ಮೂಲಕ ಪಠ್ಯವಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ.
ml: വാക്ക് തിരിച്ചറിയൽ:</strong> എടുത്ത ശബ്ദം വാക്കുകളായി പരിവർത്തനം ചെയ്യുന്നു.
mr: वक्तृत्व ओळख:</strong> वेगळा केलेला ऑडिओ स्पीच-टू-टेक्स्ट मॉडेल्स वापरून मजकुरात रूपांतरित केला जातो.
pa: ਬੋਲੀ ਪਹਿਚਾਣ:</strong> ਨਿਕਾਲਿਆ ਗਿਆ ਆਡੀਓ ਬੋਲੀ-ਤੋਂ-ਲਿਖਤ ਮਾਡਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲਿਖਤ ਵਿੱਚ ਤਬਦੀਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ru: Распознавание речи:</strong> Извлечённый звук преобразуется в текст с помощью моделей распознавания речи.
ta: பேச்சு அடையாளம்:</strong> பிரித்தெடுக்கப்பட்ட ஒலி உரையாக மாற்றப்படுகிறது.
te: పేరుగల గుర్తింపు:</strong> వెలికితీసిన ఆడియోను స్పీచ్-టు-టెక్స్ట్ మోడల్స్‌ ద్వారా టెక్స్ట్‌గా మార్చుతారు.
ur: تقریر کی پہچان:</strong> نکالے گئے آڈیو کو اسپیچ ٹو ٹیکسٹ ماڈلز کی مدد سے متن میں تبدیل کیا جاتا ہے۔
zh_hans: 语音识别：</strong> 使用语音转文本模型将提取的音频转录为文本。

source: Translation:</strong> The transcribed text is translated into the desired target language using reliable translation APIs.
ar: الترجمة:</strong> يتم ترجمة النص المحول إلى اللغة المستهدفة باستخدام واجهات برمجة تطبيقات موثوقة.
bn: অনুবাদ:</strong> লেখা রূপান্তরিত টেক্সট নির্ভরযোগ্য অনুবাদ API ব্যবহার করে পছন্দসই লক্ষ্যমাত্রা ভাষায় অনুবাদ করা হয়।
de: Übersetzung:</strong> Der transkribierte Text wird mithilfe zuverlässiger Übersetzungs-APIs in die gewünschte Zielsprache übersetzt.
es: Traducción:</strong> El texto transcrito se traduce al idioma de destino utilizando APIs de traducción confiables.
fr: Traduction :</strong> Le texte transcrit est traduit dans la langue cible à l’aide d’API de traduction fiables.
gu: અનુવાદ:</strong> લખાણને વિશ્વસનીય અનુવાદ API નો ઉપયોગ કરીને ઇચ્છિત લક્ષ્ય ભાષામાં અનુવાદિત કરવામાં આવે છે.
hi: अनुवाद:</strong> ट्रांसक्राइब किए गए टेक्स्ट को विश्वसनीय अनुवाद API का उपयोग करके लक्षित भाषा में अनुवादित किया जाता है।
ja: 翻訳：</strong> 文字起こしされたテキストは、信頼性の高い翻訳APIを使用して希望する言語に翻訳されます。
kn: ಅನುವಾದ:</strong> ಪಠ್ಯ ರೂಪಾಂತರವನ್ನು ವಿಶ್ವಾಸಾರ್ಹ ಅನುವಾದ APIಗಳ ಮೂಲಕ ಗುರಿಭಾಷೆಗೆ ಅನುವಾದಿಸಲಾಗುತ್ತದೆ.
ml: വിവർത്തനം:</strong> പരിഭാഷാ എപി‌ഐകൾ ഉപയോഗിച്ച് പരിഭാഷയാക്കി ലക്ഷ്യഭാഷയിലാക്കുന്നു.
mr: भाषांतर:</strong> ट्रान्सक्राईब केलेला मजकूर विश्वासार्ह API वापरून इच्छित भाषेत भाषांतरित केला जातो.
pa: ਅਨੁਵਾਦ:</strong> ਲਿਖਤ ਦਾ ਅਨੁਵਾਦ ਭਰੋਸੇਯੋਗ API ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲਕੜੀ ਭਾਸ਼ਾ ਵਿੱਚ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ru: Перевод:</strong> Полученный текст переводится на целевой язык с помощью надёжных API-переводов.
ta: மொழிபெயர்ப்பு:</strong> உரை நம்பத்தகுந்த மொழிபெயர்ப்பு கருவிகள் மூலம் தேர்ந்தெடுக்கப்பட்ட மொழிக்கு மொழிபெயர்க்கப்படுகிறது.
te: అనువాదం:</strong> మార్చిన టెక్స్ట్‌ను నమ్మదగిన APIs ద్వారా కోరిన లక్ష్య భాషలోకి అనువదిస్తారు.
ur: ترجمہ:</strong> نقل شدہ متن کو قابل اعتماد ترجمہ APIs کے ذریعے مطلوبہ ہدف زبان میں ترجمہ کیا جاتا ہے۔
zh_hans: 翻译：</strong> 使用可靠的翻译 API 将转录的文本翻译为所需的目标语言。

source: Text-to-Speech:</strong> The translated text is converted into natural-sounding speech.
ar: تحويل النص إلى كلام:</strong> يتم تحويل النص المترجم إلى صوت طبيعي.
bn: টেক্সট-টু-স্পিচ:</strong> অনুবাদিত লেখাকে প্রাকৃতিক শোনার মত বক্তৃতায় রূপান্তর করা হয়।
de: Text-zu-Sprache:</strong> Der übersetzte Text wird in natürlich klingende Sprache umgewandelt.
es: Texto a voz:</strong> El texto traducido se convierte en voz con sonido natural.
fr: Synthèse vocale :</strong> Le texte traduit est converti en une voix naturelle.
gu: ટેક્સ્ટ ટુ સ્પીચ:</strong> અનુવાદિત લખાણને કુદરતી ધ્વનિ ધરાવતા બોલવામાં ફેરવવામાં આવે છે.
hi: टेक्स्ट-टू-स्पीच:</strong> अनुवादित टेक्स्ट को स्वाभाविक लगने वाली वाणी में बदला जाता है।
ja: 音声合成：</strong> 翻訳されたテキストは、自然な音声に変換されます。
kn: ಪಠ್ಯದಿಂದ ಧ್ವನಿಗೆ:</strong> ಅನುವಾದಿತ ಪಠ್ಯವನ್ನು ನೈಸರ್ಗಿಕ ಧ್ವನಿಯಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ.
ml: ടെക്സ്റ്റ്-ടു-സ്പീച്ച്:</strong> വിവർത്തിതമായ വാചകം പ്രകൃതിസഹമായ ശബ്ദമായി മാറ്റുന്നു.
mr: टेक्स्ट-टू-स्पीच:</strong> भाषांतरित मजकूर नैसर्गिक आवाजात रूपांतरित केला जातो.
pa: ਲਿਖਤ-ਤੋਂ-ਬੋਲੀ:</strong> ਅਨੁਵਾਦ ਕੀਤੀ ਲਿਖਤ ਨੂੰ ਕੁਦਰਤੀ ਲੱਗਣ ਵਾਲੀ ਆਵਾਜ਼ ਵਿੱਚ ਤਬਦੀਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ru: Преобразование текста в речь:</strong> Переведённый текст преобразуется в речь с естественным звучанием.
ta: உரை-இருந்து-பேச்சு:</strong> மொழிபெயர்க்கப்பட்ட உரை இயற்கையான ஒலியாக மாற்றப்படுகிறது.
te: టెక్స్ట్-టు-స్పీచ్:</strong> అనువదించిన టెక్స్ట్‌ను సహజంగా వినిపించే ఆడియోగా మార్చుతారు.
ur: ٹیکسٹ ٹو اسپیچ:</strong> ترجمہ شدہ متن کو قدرتی آواز میں تبدیل کیا جاتا ہے۔
zh_hans: 文本转语音：</strong> 将翻译后的文本转换为自然语音。

source: Caption Generation:</strong> Translated text is also used to generate subtitles in the target language.
ar: إنشاء التسميات:</strong> يتم أيضًا استخدام النص المترجم لإنشاء ترجمات باللغة المستهدفة.
bn: ক্যাপশন তৈরি:</strong> অনুবাদিত লেখাও লক্ষ্য ভাষায় সাবটাইটেল তৈরিতে ব্যবহার করা হয়।
de: Untertitel-Erstellung:</strong> Der übersetzte Text wird auch zur Erstellung von Untertiteln in der Zielsprache verwendet.
es: Generación de subtítulos:</strong> El texto traducido también se utiliza para generar subtítulos en el idioma de destino.
fr: Génération de sous-titres :</strong> Le texte traduit est également utilisé pour créer des sous-titres dans la langue cible.
gu: કૅપ્શન જનરેશન:</strong> અનુવાદિત લખાણને લક્ષ્ય ભાષામાં સબટાઇટલ્સ બનાવવા માટે પણ વપરાય છે.
hi: कैप्शन जनरेशन:</strong> अनुवादित टेक्स्ट का उपयोग लक्षित भाषा में उपशीर्षक बनाने के लिए भी किया जाता है।
ja: 字幕生成：</strong> 翻訳されたテキストは、目標言語での字幕作成にも使用されます。
kn: ಶೀರ್ಷಿಕೆ ರಚನೆ:</strong> ಅನುವಾದಿತ ಪಠ್ಯವನ್ನು ಗುರಿಭಾಷೆಯಲ್ಲಿ ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ರಚಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ.
ml: ക്യാപ്ഷൻ സൃഷ്‌ടി:</strong> വിവർത്തിത വാചകം ഉപഭാഷകൾ സൃഷ്‌ടിക്കാൻ ഉപയോഗിക്കുന്നു.
mr: कॅप्शन जनरेशन:</strong> भाषांतरित मजकूर वापरून लक्ष्य भाषेत उपशीर्षके तयार केली जातात.
pa: ਕੈਪਸ਼ਨ ਬਣਾਉਣਾ:</strong> ਅਨੁਵਾਦ ਕੀਤੀ ਲਿਖਤ ਨੂੰ ਲਕੜੀ ਭਾਸ਼ਾ ਵਿੱਚ ਉਪਸ਼ੀਰਸ਼ਕ ਬਣਾਉਣ ਲਈ ਵੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
ru: Создание субтитров:</strong> Переведённый текст также используется для создания субтитров на нужном языке.
ta: தலைப்புரை உருவாக்கம்:</strong> மொழிபெயர்க்கப்பட்ட உரை வசன வரிகளாக உருவாக்கப்படுகிறது.
te: శీర్షికల ఉత్పత్తి:</strong> అనువదించిన టెక్స్ట్‌ను టార్గెట్ భాషలో సబ్‌టైటిల్స్ రూపొందించడానికి ఉపయోగిస్తారు.
ur: کیپشن بنانا:</strong> ترجمہ شدہ متن کو ہدف زبان میں سب ٹائٹلز تیار کرنے کے لیے بھی استعمال کیا جاتا ہے۔
zh_hans: 字幕生成：</strong> 翻译后的文本也用于生成目标语言的字幕。

source: Video Rendering:</strong> The translated voice and captions are synchronized and embedded back into the video.
ar: إخراج الفيديو:</strong> يتم مزامنة الصوت والترجمات المترجمة ودمجهما في الفيديو.
bn: ভিডিও রেন্ডারিং:</strong> অনুবাদিত ভয়েস এবং ক্যাপশনগুলো সিঙ্ক্রোনাইজ করে ভিডিওতে যুক্ত করা হয়।
de: Videoerstellung:</strong> Die übersetzte Stimme und Untertitel werden synchronisiert und in das Video eingebettet.
es: Renderizado de video:</strong> La voz traducida y los subtítulos se sincronizan e incrustan nuevamente en el video.
fr: Rendu vidéo :</strong> La voix traduite et les sous-titres sont synchronisés et intégrés à la vidéo.
gu: વિડિઓ રેન્ડરિંગ:</strong> અનુવાદિત અવાજ અને કેપ્શન્સને સમન્વયિત કરીને પાછા વિડિઓમાં ઉમેરવામાં આવે છે.
hi: वीडियो रेंडरिंग:</strong> अनुवादित आवाज़ और कैप्शन को सिंक्रोनाइज़ किया जाता है और वीडियो में वापस एम्बेड किया जाता है।
ja: ビデオレンダリング：</strong> 翻訳された音声と字幕は同期され、ビデオに埋め込まれます。
kn: ವಿಡಿಯೋ ರೆಂಡರಿಂಗ್:</strong> ಅನುವಾದಿತ ಧ್ವನಿ ಮತ್ತು ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸಿಂಕ್ರೊನೈಸ್ ಮಾಡಿ ವಿಡಿಯೋದಲ್ಲಿ ಪುನಃ ಎಂಬೆಡ್ ಮಾಡಲಾಗುತ್ತದೆ.
ml: വീഡിയോ റെൻഡറിംഗ്:</strong> വിവർത്തനം ചെയ്ത ശബ്ദവും ക്യാപ്ഷനുകളും സമന്വയിപ്പിച്ച് വീഡിയോകളിൽ ചേർക്കുന്നു.
mr: व्हिडिओ रेंडरिंग:</strong> भाषांतरित आवाज आणि उपशीर्षके सिंक्रोनाइझ करून पुन्हा व्हिडिओत समाविष्ट केली जातात.
pa: ਵੀਡੀਓ ਰੇਂਡਰਿੰਗ:</strong> ਅਨੁਵਾਦ ਕੀਤੀ ਆਵਾਜ਼ ਅਤੇ ਕੈਪਸ਼ਨ ਨੂੰ ਮਿਲਾਇਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮੁੜ ਵੀਡੀਓ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ru: Рендеринг видео:</strong> Озвучка и субтитры синхронизируются и встраиваются обратно в видео.
ta: வீடியோ ஒத்திசைவு:</strong> மொழிபெயர்க்கப்பட்ட ஒலி மற்றும் வசன வரிகள் வீடியோவில் ஒத்திசைக்கப்படுகின்றன.
te: వీడియో రెండరింగ్:</strong> అనువదించిన వాయిస్ మరియు శీర్షికలు వీడియోలో సమకాలీకరించి ఎంబెడ్ చేస్తారు.
ur: ویڈیو رینڈرنگ:</strong> ترجمہ شدہ آواز اور کیپشنز کو ہم وقت کر کے ویڈیو میں دوبارہ شامل کیا جاتا ہے۔
zh_hans: 视频渲染：</strong> 将翻译后的语音和字幕同步并嵌入回视频中。

source: Welcome to VerbaCast
ar: مرحبًا بك في VerbaCast
bn: VerbaCast এ স্বাগতম
de: Willkommen bei VerbaCast
es: Bienvenido a VerbaCast
fr: Bienvenue sur VerbaCast
gu: VerbaCast માં આપનું સ્વાગત છે
hi: वर्बाकास्ट में आपका स्वागत है
ja: VerbaCastへようこそ
kn: ವರ್ಬಾಕಾಸ್ಟ್‌ಗೆ ಸುಸ್ವಾಗತ
ml: VerbaCastലേക്ക് സ്വാഗതം
mr: VerbaCast मध्ये तुमचे स्वागत आहे
pa: VerbaCast ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ
ru: Добро пожаловать в VerbaCast
ta: VerbaCast-க்கு வரவேற்கிறோம்
te: VerbaCast కి స్వాగతం
ur: ورباکاسٹ میں خوش آمدید
zh_hans: 欢迎使用 VerbaCast

source: Break language barriers in videos. Globally. Seamlessly.
ar: اكسر حواجز اللغة في الفيديوهات. عالميًا. بسلاسة.
bn: ভিডিওতে ভাষার বাধা ভাঙুন। বিশ্বব্যাপী। নির্বিঘ্নে।
de: Sprachbarrieren in Videos überwinden. Weltweit. Nahtlos.
es: Rompe barreras de idioma en videos. Globalmente. Sin interrupciones.
fr: Brisez les barrières linguistiques dans les vidéos. À l’échelle mondiale. Sans effort.
gu: વિડિઓમાં ભાષાની અવરોધોને દૂર કરો. વૈશ્વિક સ્તરે. સરળતાથી.
hi: वीडियो में भाषा की बाधाओं को तोड़ें। वैश्विक रूप से। बिना किसी रुकावट के।
ja: ビデオにおける言語の壁を取り除こう。世界中で。シームレスに。
kn: ವಿಡಿಯೋಗಳಲ್ಲಿ ಭಾಷೆಯ ಅಡೆತಡೆಗಳನ್ನು ಮುರಿಯಿರಿ. ಜಾಗತಿಕವಾಗಿ. ಸಿಂಧುವಾಗಿ.
ml: വീഡിയോകളിലെ ഭാഷാ തടസ്സങ്ങൾ തകർക്കുക. ആഗോളമായി. തടസ്സമില്ലാതെ.
mr: व्हिडिओमधील भाषेचे अडथळे दूर करा. जागतिक पातळीवर. अखंडितपणे.
pa: ਵੀਡੀਓਜ਼ ਵਿੱਚ ਭਾਸ਼ਾ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਨੂੰ ਤੋੜੋ। ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ। ਬਿਨਾਂ ਰੁਕਾਵਟਾਂ।
ru: Разрушайте языковые барьеры в видео. По всему миру. Без усилий.
ta: வீடியோக்களில் மொழி தடைகளை உடைக்கவும். உலகளாவிய ரீதியில். தடையின்றி.
te: వీడియోలలో భాషా అడ్డంకులను తొలగించండి. ప్రపంచవ్యాప్తంగా. అవరోధం లేకుండా.
ur: ویڈیوز میں زبان کی رکاوٹوں کو ختم کریں۔ عالمی سطح پر۔ بلا رکاوٹ۔
zh_hans: 打破视频语言障碍。全球化，无缝连接。

source: What VerbaCast Does
ar: ماذا يفعل VerbaCast
bn: VerbaCast কী করে
de: Was VerbaCast macht
es: Qué hace VerbaCast
fr: Ce que fait VerbaCast
gu: VerbaCast શું કરે છે
hi: वर्बाकास्ट क्या करता है
ja: VerbaCastの機能
kn: ವರ್ಬಾಕಾಸ್ಟ್ ಏನು ಮಾಡುತ್ತದೆ
ml: VerbaCast എന്താണ് ചെയ്യുന്നത്
mr: VerbaCast काय करते
pa: VerbaCast ਕੀ ਕਰਦਾ ਹੈ
ru: Что делает VerbaCast
ta: VerbaCast என்ன செய்கிறது
te: VerbaCast ఏం చేస్తుంది
ur: ورباکاسٹ کیا کرتا ہے
zh_hans: VerbaCast 的功能

source: Speech Recognition</strong>: detects and transcribes spoken content.
ar: التعرّف على الكلام</strong>: يكتشف المحتوى المنطوق وينقله إلى نص.
bn: স্পিচ রিকগনিশন</strong>: কথ্য কনটেন্ট শনাক্ত করে ও ট্রান্সক্রাইব করে।
de: Spracherkennung</strong>: erkennt und transkribiert gesprochene Inhalte.
es: Reconocimiento de voz</strong>: detecta y transcribe contenido hablado.
fr: Reconnaissance vocale</strong> : détecte et transcrit le contenu parlé.
gu: સ્પીચ ઓળખ</strong>: બોલાયેલાં વિષયને ઓળખે છે અને લખાણમાં બદલે છે.
hi: स्पीच रिकग्निशन</strong>: बोले गए कंटेंट को पहचानता है और उसे टेक्स्ट में बदलता है।
ja: 音声認識</strong>：話された内容を検出して文字に変換します。
kn: ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ</strong>: ಮಾತನಾಡಿದ ವಿಷಯವನ್ನು ಪತ್ತೆಹಚ್ಚಿ ಪಠ್ಯ ರೂಪದಲ್ಲಿ ಪರಿವರ್ತಿಸುತ್ತದೆ.
ml: വാക്ക് തിരിച്ചറിയൽ</strong>: സംസാരിച്ച ഉള്ളടക്കം കണ്ടെത്തുകയും ടെക്സ്റ്റായി മാറ്റുകയും ചെയ്യുന്നു.
mr: वक्तृत्व ओळख</strong>: बोललेली सामग्री शोधते आणि ती ट्रान्सक्राईब करते.
pa: ਬੋਲੀ ਪਹਿਚਾਣ</strong>: ਬੋਲੀ ਗਈ ਸਮੱਗਰੀ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ ਅਤੇ ਲਿਖਤ ਵਿੱਚ ਤਬਦੀਲ ਕਰਦਾ ਹੈ।
ru: Распознавание речи</strong>: обнаруживает и преобразует устную речь в текст.
ta: பேச்சு அடையாளம்</strong>: பேசியதை கண்டறிந்து உரையாக மாற்றும்.
te: పేరుగల గుర్తింపు</strong>: మాట్లాడిన విషయాన్ని గుర్తించి టెక్స్ట్‌గా మార్చుతుంది.
ur: تقریر کی پہچان</strong>: بولے گئے مواد کو پہچان کر نقل کرتا ہے۔
zh_hans: 语音识别</strong>：识别并转录语音内容。

source: Translation Engine</strong>: Translates audio into 18 languages with high accuracy.
ar: محرك الترجمة</strong>: يترجم الصوت إلى 18 لغة بدقة عالية.
bn: অনুবাদ ইঞ্জিন</strong>: অডিওকে ১৮টি ভাষায় উচ্চ নির্ভুলতায় অনুবাদ করে।
de: Übersetzungsmaschine</strong>: Übersetzt Audioinhalte in 18 Sprachen mit hoher Genauigkeit.
es: Motor de traducción</strong>: Traduce audio a 18 idiomas con alta precisión.
fr: Moteur de traduction</strong> : traduit l’audio en 18 langues avec une grande précision.
gu: અનુવાદ એન્જિન</strong>: ઓડિયોને ઊંચી ચોકસાઇ સાથે 18 ભાષાઓમાં અનુવાદ કરે છે.
hi: अनुवाद इंजन</strong>: ऑडियो को 18 भाषाओं में उच्च सटीकता के साथ अनुवाद करता है।
ja: 翻訳エンジン</strong>：音声を高精度で18の言語に翻訳します。
kn: ಅನುವಾದ ಎಂಜಿನ್</strong>: ಧ್ವನಿಯನ್ನು 18 ಭಾಷೆಗಳಿಗೆ ನಿಖರವಾಗಿ ಅನುವಾದಿಸುತ್ತದೆ.
ml: വിവർത്തന എഞ്ചിൻ</strong>: ശബ്ദം 18 ഭാഷകളിലേക്ക് കൃത്യതയോടെ വിവർത്തനം ചെയ്യുന്നു.
mr: भाषांतर इंजिन</strong>: ऑडिओचे 18 भाषांमध्ये अचूक भाषांतर करते.
pa: ਅਨੁਵਾਦ ਇੰਜਣ</strong>: ਆਡੀਓ ਨੂੰ ਉੱਚ ਸਹੀਤਾ ਨਾਲ 18 ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰਦਾ ਹੈ।
ru: Модуль перевода</strong>: Переводит аудио на 18 языков с высокой точностью.
ta: மொழிபெயர்ப்பு பொறி</strong>: 18 மொழிகளில் துல்லியமாக மொழிபெயர்க்கும்.
te: అనువాద యంత్రం</strong>: ఆడియోను అధిక ఖచ్చితతతో 18 భాషలుగా అనువదిస్తుంది.
ur: ترجمہ انجن</strong>: آڈیو کو اعلیٰ درستگی کے ساتھ 18 زبانوں میں ترجمہ کرتا ہے۔
zh_hans: 翻译引擎</strong>：将音频高精度翻译成 18 种语言。
